Repository: fbuchlak/phone-number-bundle
Catalog: src/Resources/translations/validators.*.xlf
Languages: sk

source: This value is not a valid phone number.
sk: Táto hodnota nie je platné telefónne číslo.

source: This value is not a valid fixed-line number.
sk: Táto hodnota nie je platným číslom pevnej linky.

source: This value is not a valid mobile number.
sk: Táto hodnota nie je platné mobilné telefónne číslo.

source: This value is not a valid pager number.
sk: Táto hodnota nie je platným číslom pagera.

source: This value is not a valid personal number.
sk: Táto hodnota nie je platným osobným číslom.

source: This value is not a valid premium-rate number.
sk: Táto hodnota nie je platným číslom prémiovej sadzby.

source: This value is not a valid shared-cost number.
sk: Táto hodnota nie je platným číslom so zdieľanými nákladmi.

source: This value is not a valid toll-free number.
sk: Táto hodnota nie je platným bezplatným číslom.

source: This value is not a valid UAN.
sk: Táto hodnota nie je platným UAN.

source: This value is not a valid VoIP number.
sk: Táto hodnota nie je platným číslom VoIP.

source: This value is not a valid voicemail access number.
sk: Táto hodnota nie je platným prístupovým číslom hlasovej schránky.
